accerciser
acpi
acpi_call
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alsa-utils
amd-ucode
arc-gtk-theme
arc-icon-theme
autoconf
automake
avahi
baobab
base
bash-completion
bat
bdf-unifont
bind
binutils
bison
bluez
bluez-utils
bridge-utils
chaotic-keyring
chaotic-mirrorlist
cheese
chrome-gnome-shell
cups
dconf-editor
devhelp
dialog
dina-font
dnsmasq
dosfstools
edk2-ovmf
efibootmgr
eog
epiphany
evolution
fakeroot
file
file-roller
findutils
firefox
firefox-pwa
firewalld
five-or-more
flatpak
flex
four-in-a-row
gamemode
gawk
gcc
gdm
geary
gedit
gentium-plus-font
gettext
ghex
git
glade
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-games
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
grep
grilo-plugins
groff
grub
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hitori
hplip
htop
iagno
inetutils
inter-font
ipset
iptables-nft
lib32-gamemode
lib32-libva-mesa-driver
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-vkbasalt
lib32-vulkan-radeon
libtool
libva-mesa-driver
lightsoff
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
m4
make
mangohud
mesa-vdpau
mtools
mutter
nautilus
neofetch
network-manager-applet
networkmanager
networkmanager-openconnect
nextcloud-client
nextcloud-client-cloudproviders
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
obs-studio
onlyoffice-bin
openbsd-netcat
openconnect
openresolv
openssh
orca
os-prober
pacman
paru
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polari
python-nautilus
qemu
qemu-arch-extra
quadrapassel
reflector
rsync
rygel
sassc
sed
simple-scan
sof-firmware
steam
steam-native-runtime
sudo
sushi
swell-foop
swtpm
sysprof
tali
tamsyn-font
terminus-font
tex-gyre-fonts
texinfo
tlp
tlp-rdw
totem
tracker
tracker-miners
tracker3-miners
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
vde2
vifm
vim
vino
virt-manager
virt-viewer
vkbasalt
vulkan-headers
vulkan-radeon
vulkan-tools
which
wqy-zenhei
xbox-generic-controller
xboxdrv
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yelp
youtube-music-bin
zfs-linux
zfs-linux-zen
